/* exercise */
"Bicycle Crunch" = "Bicycle Crunch";

/* exercise */
"Burpee" = "Burpee";

/* go to first page */
"Continue" = "ต่อไป";

/* mark as finished */
"Done" = "เสร็จ";

/* invitation to exercise */
"Get fit" = "ออกกำลังกาย";

/* invitation */
"Get Started" = "เริ่มต้นกัน";

/* description of done exercise */
"Good job completing all seven exercises!\nRemember tomorrow's another day.\nSo eat well and get some rest." = "วันนี้คุณออกกำลังกายครบ 7  ท่าแล้ว!\nอย่าลืมมาทำในวันถัดไป\nกินอาหารที่มีประโยชน์และพักผ่อนให้เพียงพอ";

/* compliment */
"High Five!" = "เยี่ยม!";

/* view user activity */
"History" = "ประวัติ";

/* exercise */
"Squat" = "Squat";

/* begin exercise */
"Start" = "เริ่ม";

/* exercise */
"Step Up" = "Step Up";

/* exercise */
"Sun Salute" = "Sun Salute";

/* greeting */
"Welcome" = "ยินดีต้อนรับ";

/* description of app */
"with high intensity interval training" = "ด้วยการฝึกแบบเข้มข้น";

